export default {
  publicIndexPage: {
    labels: {
      logName: 'Имя пользователя',
      logPass: 'Пароль',
      logSubmit: 'Отправить',
      logRegister: 'регистр',
      regName: 'Имя пользователя',
      regPass: 'Пароль',
      regPassConf: 'Введите пароль еще раз',
      regEmail: 'Эл. адрес',
      regEmailConf: 'Повторите ввод электронной почты',
      regWallet: 'Адрес вашего биткойн-кошелька',
      regWalletHint: 'Адрес вашего биткойн-кошелька очень важен, он будет использоваться для всех ваших выводов средств.',
      regCountry: 'Загородный',
      regKey: 'Ключ безопасности',
      regKeyConf: 'Повторно введите электронный ключ',
      regCaptcha: 'Код капчи',
      regSubmit: 'Отправить',
      regLogin: 'Войти',
    },
    rules: {
      logName1: 'Имя пользователя не менее 6 символов',
      logName2: 'Только буквы, цифры и символы «.».',
      logName3: 'Логин не может превышать 12 символов',
      logPass1: 'Пожалуйста, введите свой пароль',
      regName1: 'Пожалуйста, введите имя пользователя',
      regName2: 'Только буквы, цифры и символы «.», 6–12 символов.',
      regPass1: 'Пожалуйста введите ваш пароль',
      regPass2: 'Только буквенно-цифровые символы и символ «.@#», длина от минимум 6 до 12 символов.',
      regPassConf1: 'Пожалуйста, введите ваш пароль еще раз',
      regPassConf2: 'Несовпадение паролей',
      regEmail1: 'Неверный адрес электронной почты',
      regEmailConf1: 'Несоответствие электронной почты',
      regWallet1: 'Пожалуйста, введите адрес вашего биткойн-кошелька',
      regWallet2: 'Адрес биткойн-кошелька',
      regCountry1: 'Пожалуйста, выберите страну',
      regKey1: 'Создать новый ключ безопасности',
      regKey2: 'Только буквенно-цифровые символы, минимум 6 символов и максимум 12 символов.',
      regKeyConf1: 'Несоответствие ключа безопасности',
      regCaptcha1: 'Пожалуйста, введите код Captcha',
      regCaptcha2: 'Неправильный код Captcha!',
    },
    html: {
      logOption: 'Оставайтесь в системе',
      loqQuestion: 'Нет аккаунта?',
      regNoCountry: 'Без результатов',
      regQuestion: 'Уже член?',
    },


  },

  
};

