export default {
  publicIndexPage: {
    labels: {
      logName: 'उपयोगकर्ता नाम',
      logPass: 'पासवर्ड',
      logSubmit: 'जमा करना',
      logRegister: 'पंजीकरण करवाना',
      regName: 'उपयोगकर्ता नाम',
      regPass: 'पासवर्ड',
      regPassConf: 'पासवर्ड फिर से लिखें',
      regEmail: 'ईमेल',
      regEmailConf: 'ईमेल पुन: लिखें',
      regWallet: 'आपका बिटकॉइन वॉलेट पता',
      regWalletHint: 'आपका बिटकॉइन वॉलेट पता बहुत महत्वपूर्ण है, इसका उपयोग आपके सभी निकासी के लिए किया जाएगा',
      regCountry: 'देश',
      regKey: 'सुरक्षा कुंजी',
      regKeyConf: 'सुरक्षा कुंजी दोबारा टाइप करें',
      regCaptcha: 'कॅप्चा',
      regSubmit: 'जमा करना',
      regLogin: 'लॉग इन करें',
    },
    rules: {
      logName1: 'उपयोगकर्ता नाम कम से कम 6 अक्षर का है',
      logName2: 'केवल अल्फ़ान्यूमेरिक्स और ‘.’ वर्ण',
      logName3: 'उपयोगकर्ता नाम 12 अक्षरों से अधिक नहीं हो सकता',
      logPass1: 'कृपया अपना पासवर्ड टाइप करें',
      regName1: 'अपने उपयोगकर्ता नाम दर्ज करें',
      regName2: 'अल्फ़ान्यूमेरिक्स और ‘.’ वर्ण केवल, 6-12 वर्ण',
      regPass1: 'अपना पासवर्ड दर्ज करें',
      regPass2: 'केवल अल्फ़ान्यूमेरिक्स और ".@#" प्रतीक, न्यूनतम 6 वर्ण और अधिकतम 12 वर्ण लंबा',
      regPassConf1: 'कृपया अपना पासवर्ड दोबारा टाइप करें',
      regPassConf2: 'पासवर्ड मेल नहीं खाते',
      regEmail1: 'अमान्य ईमेल',
      regEmailConf1: 'बेमेल ईमेल',
      regWallet1: 'कृपया अपना बिटकॉइन वॉलेट पता दर्ज करें',
      regWallet2: 'बिटकॉइन वॉलेट पता',
      regCountry1: 'कृपया देश चुनें',
      regKey1: 'नई सुरक्षा कुंजी बनाएं',
      regKey2: 'केवल अल्फ़ान्यूमेरिक्स, न्यूनतम 6 वर्ण और अधिकतम 12 वर्ण लंबा',
      regKeyConf1: 'सुरक्षा कुंजी बेमेल',
      regCaptcha1: 'कृपया कैचा टाइप करें',
      regCaptcha2: 'गलत कैप्चा कोड!',
    },
    html: {
      logOption: 'लॉगइन रखें',
      loqQuestion: 'खाता नहीं?',
      regNoCountry: 'कोई परिणाम नहीं',
      regQuestion: 'एक खाता है?',
    },


  },

  
};

